<template>
	<view class="container">
		<text class="service-title">CCC产品标签智能识别用户协议

</text><text>欢迎使用CCC产品标签智能识别，本协议自开始使用，并成为小程序的注册用户时即产生法律效力。本小程序有广州海关技术中心和消费者报道杂志社有限公司联合出品，以下简称“广州海关技术中心”“消费者报道杂志社”或“CCC产品标签智能识别”。您在使用CCC产品标签智能识别提供的各项服务之前，应仔细阅读本服务公约。如您不同意本服务公约或随时对其的修改，您可以主动取消CCC产品标签智能识别提供的服务；您一旦使用CCC产品标签智能识别服务，即视为您已了解并完全同意本服务公约各项内容，并成为CCC产品标签智能识别用户（以下简称“用户”）。

一. 引言
1.1 宗旨
CCC产品标签智能识别是一款服务大众的产品CCC认证证书查询工具。
产品愿景是解决CCC标识查询难、步骤多、效率低的现状，进而服务消费者、销售者、市场监管者便捷、高效地确定强制性认证产品的CCC认证真伪情况.
1.2 协议的生效与修改
本协议在您开始使用本公司产品，并成为CCC产品标签智能识别的注册用户时即产生法律效力。您一旦使用CCC产品标签智能识别即视为全权授权CCC产品标签智能识别为您获取、汇编、整理、提供政府公共数据。
无论有无其他约定，用户注册CCC产品标签智能识别账号即表示用户已接受了本协议的全部的条款和条件及消费者报道杂志社随时对其所做的修改，并同意接受质量抽检数数据助手现有的及不时更新的或新发布的用户服务条款和隐朲权政策以及其他各项规则、制度等的约束。
用户理解并同意，消费者报道杂志社有权基于业务功能、使用规则、法律法规及监管要求、更好的提供服务、经营策略等原因随时修改和（或）补充前述条款和条件，并只需将之公示于其官网，而无需征得用户的事先同意且无需另行通知用户，修改后的条款和条件自公示于官网后即时生效。如果用户不同意消费者报道杂志社对本协议相关条款所做的修改和条件，用户应停止使用服务，如在消费者报道杂志社修改相关条款并将之公示于网站后，用户继续使用服务应被视作已接受了修改后的条款。
二. 义务
2.1 服务资格
为使用“服务”，您同意:
(1) 您必须满足18岁，请未成年人（18岁以下）勿向本网站提供任何个人资料或使用本服务。
(2) 您只能拥有一个CCC产品标签智能识别账户；
(3) CCC产品标签智能识别有根据法律法规或在合理状况下限制您使用“服务”。
2.2 会员资格与义务
用户账号、密码及完成本服务的注册程序之后，您将选择一个密码及账号。维持密码及账号的机密安全，是您的责任。您应对所有用您的密码及账号的活动负完全的责任。您同意：
您的密码或账号遭到未获授权的使用，或者发生其他任何安全问题时，您将立即通知消费者报道杂志社；一个账户在同一时间内仅能登录一台同一类型设备（如您使用手机登录，则同一账号同一时间仅能在一台手机登录），否则您将被迫下线而我们无需承担任何责任。用户使用时，不得存在连续、频繁的查询操作行为，否则我们的后台将自动对您的账号封号且无需向您承担任何责任。用户每次使用完毕，请安全退出把您的账号关掉。如您未能依前述规定行事，对于任何人利用该密码及账号及您不当操作所进行的任何行为，您应负完全的责任。对于因此而产生的任何损失或损害，消费者杂志社不承担任何责任；
用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译、反向工程、反汇编或其它方式从我们系列产品和服务中得到源代码。若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利。用户行为若涉嫌犯罪的，将交由司法机关处理。
在使用CCC产品标签智能识别软件及相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的姓名、电话号码、身份证号码、位置信息、通讯录、音视频文件、设备信息等，您有权拒绝向我们提供这些信息，或者撤回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用CCC产品标签智能识别或相关的特定功能。
非经过您的同意或法律法规的规定，我们不会向第三方共享、提供、转让您的个人信息、查询记录及使用习惯。

2.3 3CCC产品标签智能识别平台发帖规则
1）用户注册CCC产品标签智能识别账号，制作、发布、传播信息内容的，需实名认证，不得以虚假或冒用的居民身份信息、企业相关信息进行注册；若用户的个人资料有任何变动，用户应及时更新。
2）未经相关权利人授权，用户不得以他人或其他组织机构名义注册CCC产品标签智能识别账号，亦不得使用引人误解的信息注册账号，包括但不限于让人误认为该账号与其他个人或机构组织存在关联关系的名称、头像或简介等。
3）CCC产品标签智能识别运营方有权对用户使用CCC产品标签智能识别的行为及信息进行审查、监督及处理，包括但不限于用户信息（账号信息、个人信息等）、发布内容（位置、文字、图片、音频、视频、商标、专利、出版物等）、用户行为（构建关系、＠信息、评论、私信、参与话题、参与活动、营销信息发布、举报投诉等）等范畴。
4）如用户在使用CCC产品标签智能识别的过程中发现其它用户上传违法侵权等内容，用户可联系CCC产品标签智能识别客服人员，相关人员会尽快核实并进行处理；如涉及姓名权、名称权、名誉权、荣誉权、肖像权、隐私权等人身权益纠纷的处理，用户可先行联系CCC产品标签智能识别客服予以处理；如用户认为上述方法无法解决遇到的问题、或用户觉得有必要向司法行政机关寻求帮助的，用户可尽快向相关机关反馈，CCC产品标签智能识别运营方将依法配合司法机关的调查取证工作。
2.4 通知及服务信息
消费者报道杂志社会通过电子邮件和发布在网站上的通告与您联系，这包括向新用户介绍本服务各种功能的电子邮件。您将收到消费者报道杂志社络向您发出与您的账户有关的电子邮件，包括当在您人际网络内的其他用户向您发放相关机会的电子邮件通知。消费者报道杂志社有可能向您发放促销信息，除非您选择不收取类似信息。
2.5 信息和分享
消费者报道杂志社的“服务”提供了多种发送和分享信息的方式，如质量抽检信息、公司点评等。您分享或发布的信息和内容都可能被其他“全员”查看，如果是公开信息，也会被“访客”查看。您可对以上信息和内容进行设置，我们也尊重您对于谁能查看您的个人内容或信息的选择。我们没有义务发表您使用消费者报道杂志社“服务”的所有的相关信息或内容，但可以根据法律法规或在合理状况下自行决定删除信息或内容，并且无需发送通知。

三. 免责声明与其它担保
3.1 免责声明
（1）消费者报道杂志社对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入或发作、电信部门技术调整、因政府管制而造成网站的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（“不可抗力事件”），以及他人蓄意破坏、消费者报道杂志社工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致本网站不能访问而造成的本网站所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
（2）使用消费者报道杂志社的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。消费者报道杂志社难以审查每个用户提供的内容或信息是否属于上述情况。我们平台仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。我们平台没有义务对于识别结果本身的真实性进行分辨或核验。平台返回的数据结果，不构成我们对任何人之明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方（包括其他用户）提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为CCC产品标签智能识别网站上存在上述内容或信息的，请及时根据法律法规规定的程序通知消费者报道杂志社，以便及时处理。
（3）消费者报道杂志社根据法律规定或政府相关政策要求提供您的个人信息。
（4） 消费者报道杂志社在各服务条款及声明中列明的使用方式或免责情形。
3.2 无担保
（1）“消费者报道杂志社”无法保证以下事项∶
1）本服务完全符合您的要求；
2）本服务不受干扰、及时提供、安全可靠或不会出错；
3）使用本服务取得之结果正确可靠；
4）您经由本服务购买或取得之任何产品、服务、资讯或其他信息符合您的期望；
5）软件中任何错误都得到更正。
（2）是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料之下载而导致的您手机系统之任何损坏或数据流失等后果，由您自行承担。
（3）您自消费者报道杂志社或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外之任何保证。
当您同意该协议时，默认您已经同意以上无担保条款。

四. 知识产权归属
除非广州海关技术中心或消费者报道杂志社另行声明,本小程序的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归广州海关和消费者报道杂志社所有。
未经消费者报道杂志社书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上载、下载、非通过消费者报道杂志社购买）获取或使用CCC产品标签智能识别平台的数据、信息和资料，或通过不当方式影响CCC产品标签智能识别的正常服务，任何人不得擅自以软件程序自动获得CCC产品标签智能识别数据。否则，消费者报道杂志社将依法追究法律责任。

五. 服务终止
用户或消费者报道杂志社可根据实际情况中断服务。消费者报道杂志社不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对消费者报道杂志社服务不满，用户可有以下的追索权：
（1）不再使用消费者报道杂志社服务；
（2）通告消费者报道杂志社停止该用户的服务。
结束用户服务后，用户使用消费者报道杂志社服务的权利马上终止。同时，消费者报道杂志社不再对用户承担任何义务。

六. 会员纠纷
CCC产品标签智能识别留权利，但没有责任监督、处理您和其他会员之间的纠纷。

七. 用户行为
7.1 应做事项
如果您同意该项协议，则默认您遵守以下内容：
（1）遵守法律、法规及有关部门规章的；
（2）提供准确信息，并及时更新信息；
（3）在档案使用真实姓名；
（4）以专业的态度使用“服务”。
7.2 禁止事项
如果您同意该项协议，则默认您承诺不做以下行为：
（1）上载、展示、张贴、传播或以其它方式传送含有下列内容之一的信息（包括但不限于图片、文字、视频、链接、音乐等）：
1）反对宪法所确定的基本原则的；
2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
3）损害国家荣誉和利益的；
4）煽动民族仇恨、民族歧视、破坏民族团结的；
5）破坏国家宗教政策，宣扬邪教和封建迷信的；
6）散布谣言，扰乱社会秩序，破坏社会稳定的；
7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
8）侮辱或者诽谤他人，侵害他人合法权利的；
9）含有虚假、欺诈、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容；
10）含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
（2）为任何非法目的而使用网络服务系统；
（3）恶意注册CCC产品标签智能识别账号；
（4）利用CCC产品标签智能识别服务从事以下活动：
1) 未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；
2) 未经书面允许，对计算机信息网络功能进行删除、修改或者增加的；
3) 未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
4) 故意制作、传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私、操控他人电脑的；
5) 其他危害计算机信息网络安全的行为。
（5）未经书面允许，利用CCC产品标签智能识别从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
（6）对CCC产品标签智能识别相关服务任何部分或本服务之使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
（7）为CCC产品标签智能识别的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。
（8）除发布者外，删除或修改其他个人或公司公布的资料。
（9）擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。
（12）未经消费者报道杂志社同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。

八. 来源声明
消费者报道杂志社所开发、运营的大数据软件CCC产品标签智能识别是一款企业工商数据等公开信息查询系统。根据用户指令，CCC产品标签智能识别的搜索引擎系统会以非人工检索方式自动生成用户检索的已经依法公开的企业信息，以便用户能够找到和使用该已被公开信息。
CCC产品标签智能识别目前网站公示数据来源为如下网站，现就数据来源及其合规性简述如下：
8.1 全国各层级政府公开网
（1）公示依据
本系统信息公示依据《中华人民共和国政府信息公开条例》、《企业信息公示暂行条例》等法律法规、规章的有关规定。
据2014年10月1日起实施的《企业信息公示暂行条例（国务院令第654号）》，相关规定如下：
“ 第六条　工商行政管理部门应当通过企业信用信息公示系统，公示其在履行职责过程中产生的下列企业信息：
（一）注册登记、备案信息；
（二）动产抵押登记信息；
（三）股权出质登记信息；
（四）行政处罚信息；
（五）其他依法应当公示的信息。
前款规定的企业信息应当自产生之日起20个工作日内予以公示。”
“第七条　工商行政管理部门以外的其他政府部门（以下简称其他政府部门）应当公示其在履行职责过程中产生的下列企业信息：
（一）行政许可准予、变更、延续信息；
（二）行政处罚信息；
（三）其他依法应当公示的信息。
其他政府部门可以通过企业信用信息公示系统，也可以通过其他系统公示前款规定的企业信息。工商行政管理部门和其他政府部门应当按照国家社会信用信息平台建设的总体要求，实现企业信息的互联共享。”
8.2 中国裁判文书网（http://wenshu.court.gov.cn/Index）
（1）公示依据
据2016年10月1日起实施的《最高人民法院关于人民法院在互联网公布裁判文书的规定（法释〔2016〕19号）》，相关规定如下：
“第二条 中国裁判文书网是全国法院公布裁判文书的统一平台。各级人民法院在本院政务网站及司法公开平台设置中国裁判文书网的链接。”
“第三条  人民法院作出的下列裁判文书应当在互联网公布：
（一）刑事、民事、行政判决书；
（二）刑事、民事、行政、执行裁定书；
（三）支付令；
（四）刑事、民事、行政、执行驳回申诉通知书；
（五）国家赔偿决定书；
（六）强制医疗决定书或者驳回强制医疗申请的决定书；
（七）刑罚执行与变更决定书；
（八）对妨害诉讼行为、执行行为作出的拘留、罚款决定书，提前解除拘留决定书，因对不服拘留、罚款等制裁决定申请复议而作出的复议决定书；
（九）行政调解书、民事公益诉讼调解书；
（十）其他有中止、终结诉讼程序作用或者对当事人实体权益有影响、对当事人程序权益有重大影响的裁判文书。”
“第四条  人民法院作出的裁判文书有下列情形之一的，不在互联网公布：
（一）涉及国家秘密的；
（二）未成年人犯罪的；
（三）以调解方式结案或者确认人民调解协议效力的，但为保护国家利益、社会公共利益、他人合法权益确有必要公开的除外；
（四）离婚诉讼或者涉及未成年子女抚养、监护的；
（五）人民法院认为不宜在互联网公布的其他情形。”
综上，中国裁判文书网所公示之内容，系依法公开内容，不存在不宜公开事宜。
8.3 中华人民共和国最高人民法院全国法院被执行人信息查询（中国执行信息公开网）（http://zhixing.court.gov.cn/search）
（1）专利信息公开依据：
据2009年10月1日起生效的《中华人民共和国专利法》相关规定如下：
“第二十一条 国务院专利行政部门及其专利复审委员会应当按照客观、公正、准确、及时的要求，依法处理有关专利的申请和请求。国务院专利行政部门应当完整、准确、及时发布专利信息，定期出版专利公报。在专利申请公布或者公告前，国务院专利行政部门的工作人员及有关人员对其内容负有保密责任。”
国家知识产权局依法公示的专利信息等内容，系根据专利法公开，其内容为依法公开之内容。
8.4 中华人民共和国国家工商行政管理总局商标局官网（http://sbj.saic.gov.cn）
（1）公开依据：
据2014年5月1日起施行的《中华人民共和国商标法》相关规定如下：
“第二十八条 对申请注册的商标，商标局应当自收到商标注册申请文件之日起九个月内审查完毕，符合本法有关规定的，予以初步审定公告。”
“第三十五条 对初步审定公告的商标提出异议的，商标局应当听取异议人和被异议人陈述事实和理由，经调查核实后，自公告期满之日起十二个月内做出是否准予注册的决定，并书面通知异议人和被异议人。有特殊情况需要延长的，经国务院工商行政管理部门批准，可以延长六个月。商标局做出准予注册决定的，发给商标注册证，并予公告。”   
“第四十条 注册商标有效期满，需要继续使用的，商标注册人应当在期满前十二个月内按照规定办理续展手续；在此期间未能办理的，可以给予六个月的宽展期。每次续展注册的有效期为十年，自该商标上一届有效期满次日起计算。期满未办理续展手续的，注销其注册商标。商标局应当对续展注册的商标予以公告。”
“第四十二条 转让注册商标的，转让人和受让人应当签订转让协议，并共同向商标局提出申请。受让人应当保证使用该注册商标的商品质量。转让注册商标的，商标注册人对其在同一种商品上注册的近似的商标，或者在类似商品上注册的相同或者近似的商标，应当一并转让。对容易导致混淆或者有其他不良影响的转让，商标局不予核准，书面通知申请人并说明理由。转让注册商标经核准后，予以公告。受让人自公告之日起享有商标专用权。”
“第四十三条 商标注册人可以通过签订商标使用许可合同，许可他人使用其注册商标。许可人应当监督被许可人使用其注册商标的商品质量。被许可人应当保证使用该注册商标的商品质量。经许可使用他人注册商标的，必须在使用该注册商标的商品上标明被许可人的名称和商品产地。许可他人使用其注册商标的，许可人应当将其商标使用许可报商标局备案，由商标局公告。商标使用许可未经备案不得对抗善意第三人。”
“第四十七条 依照本法第四十四条、第四十五条的规定宣告无效的注册商标，由商标局予以公告，该注册商标专用权视为自始即不存在。”
“第五十五条 法定期限届满，当事人对商标局做出的撤销注册商标的决定不申请复审或者对商标评审委员会做出的复审决定不向人民法院起诉的，撤销注册商标的决定、复审决定生效。被撤销的注册商标，由商标局予以公告，该注册商标专用权自公告之日起终止。”
综上，商标的初审、准予、续展、转让、许可使用、宣告无效、注销等信息，为依法公开之内容。
8.5 中华人民共和国国家版权局官方网站（http://www.ncac.gov.cn）
（1）公开依据：
据1995年1月1日起生效的《作品自愿登记试行办法》相关规定如下：
“第十二条　作品登记应实行计算机数据库管理．并对公众开放。...”
故，著作权登记属于自愿性质，著作权登记的同时即认可著作权登记的公开，其内容为依法公开之内容。”

九. 用户隐私
消费者报道杂志社绝对尊重用户的个人隐私权，CCC产品标签智能识别绝不会公开、编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。具体细则请见——隐私条款。

十. 法律管辖与适用
10.1 本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律；您同意有关本协议以及使用CCC产品标签智能识别的服务产生的争议交由消费者报道杂志社有限公司住所地法院以诉讼方式解决。
10.2 您理解并同意，根据服务的升级，我们有权对本协议进行更改。我们会在我们的网站及相关软件产品中公告相关的更改，请您随时予以关注。在本协议修改之后，您继续使用CCC产品标签智能识别及相关服务的行为，将表示您已经同意并接受了本协议的更改。

十一. 版权政策
除非CCC产品标签智能识别另行声明，消费者报道杂志社平台内的本网站所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档、Logo、“CCC产品标签智能识别”文字、“QCC”等文字、图形及其组合，以及CCC产品标签智能识别平台的其他标识、徽记、产品和服务名称）的所有权利所有知识产权（包括但不限于版权、商标权、专利权、商业秘密及其他所有相关权利）均归CCC产品标签智能识别或所有。未经消费者报道杂志社许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上载、下载）CCC产品标签智能识别平台内的任何内容及信息，也不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。否则消费者报道杂志社保留采取一切合法方式维护正当利益的权利。
未经消费者报道杂志社许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上载、下载）使用，或通过非常规方式（如：恶意干预CCC产品标签智能识别数据）影响CCC产品标签智能识别的正常服务，任何人不得擅自以软件程序自动获得CCC产品标签智能识别数据。否则，消费者报道杂志社采取法律措施追究其法律责任。

十二. 本协议条款的最终解释权归消费者报道杂志社有限公司所有。
您确认您已仔细阅读以上条款，同时完全接受以上条款的内容。
</text>
	</view>
</template>

<script>
	
	export default {
		components: {},
		data() {
			return {
				content: ''
			}
		},
		onLoad(option) {
			
		},
		methods: {
			
		}
	}
</script>

<style>
	.container {
		background-color: white;
		padding: 10rpx 30rpx 40rpx 30rpx;
		box-sizing: border-box;
		font-size: 30rpx;
		text-indent: 50rpx;
	}
	.toast-text {
		font-size: 30rpx;
		text-indent: 48rpx;
		padding: 30rpx;
		padding-top: 50rpx;
		padding-bottom: 50rpx;
		text-align: center;
	}
	.service-title {
		font-size: 40rpx;
		font-weight: bold;
		padding-top: 50rpx;
		padding-bottom: 50rpx;
		text-align: center;
	}
</style>
