<template>
	<view class="container">
		<div class="service-title">CCC产品标签智能识别小程序用户协议</div>
<text class="desc">  欢迎使用CCC产品标签智能识别小程序，本协议自开始使用并成为小程序的注册用户时即产生法律效力。本小程序由广州海关技术中心和消费者报道杂志社有限公司联合出品（以下合称“小程序联合出品方”）。您在使用由CCC产品标签智能识别小程序提供的各项服务之前，应仔细阅读本服务公约（以下简称“CCC产品标签智能识别”）。如您不同意本服务公约，您可以主动取消CCC产品标签智能识别提供的服务；您一旦使用CCC产品标签智能识别服务，即视为您已了解并完全同意本服务公约各项内容，并成为CCC产品标签智能识别用户（以下简称“用户”）。

一.引言
1. 1 宗旨
CCC产品标签智能识别是一款服务大众、高效智能的应用工具。产品愿景是解决CCC标识查询难、步骤多、效率低的现状，使消费者、销售者和市场监管者能够便捷、高效地确定强制性认证产品的CCC认证真伪情况。
1. 2 协议的生效与修改
本协议在您开始使用该小程序，并成为CCC产品标签智能识别的注册用户时即产生法律效力。您一旦使用CCC产品标签智能识别即视为全权授权CCC产品标签智能识别为您获取、汇编、整理、提供政府公共数据。
无论有无其他约定，用户注册CCC产品标签智能识别账号即表示用户已接受了本协议的全部条款和条件，并同意接受用户服务条款和隐朲权政策以及其他各项规则、制度等约束和新发布的内容。

二.义务
2. 1 服务资格
为使用“服务”，您需要满足以下条件：
（1)您只能拥有一个CCC产品标签智能识别的账户；
（2)CCC产品标签智能识别能够根据法律法规或在合理状况下限制您使用“服务”。
2. 2 会员资格与义务
用户不得修改、改编、翻译我们的系列产品和服务，或创作我们系列产品和服务的派生作品，或通过反编译、反向工程、反汇编或其它方式从我们系列产品和服务中得到源代码。若用户存在上述情形，则我们有权终止提供服务并要求保留向用户主张损失的权利。用户行为若涉嫌违法，将交由司法机关处理。
在使用CCC产品标签智能识别相关服务的过程中，我们可能会要求您提供或授权我方收集您的个人信息，包括但不限于您的微信名称、微信头像、电话号码等，您有权拒绝向我们提供这些信息，或者撤回您对这些信息的授权同意。请您了解，拒绝或撤回授权同意，将可能导致您无法使用CCC产品标签智能识别或相关的特定功能。
非经过您的同意或法律法规的规定，我们不会向第三方共享、提供、转让您的个人信息、查询记录及使用习惯。

三．免责声明与其它担保
3. 1免责声明
（1)小程序联合出品方对由于政府禁令、现行生效的适用法律或法规的变更、火灾、地震、动乱、战争、停电、通讯线路中断、黑客攻击、计算机病毒侵入、电信部门技术调整、因政府管制而造成小程序的暂时性关闭等任何影响网络正常运营的不可预见、不可避免、不可克服和不可控制的事件（“不可抗力事件”），以及他人蓄意破坏、小程序联合出品方工作人员的疏忽或不当使用，正常的系统维护、系统升级，或者因网络拥塞而导致小程序不能访问、所提供的信息及数据的延误、停滞或错误，以及使用者由此受到的一切损失不承担任何责任。
（2)使用小程序联合出品方的“服务”时，您可能会看到不准确、不完整、过时、有误导性、非法、冒犯性或有害的内容或信息。小程序联合出品方难以审查每个用户提供的内容或信息是否属于上述情况。CCC产品标签智能识别仅就用户提交的查询请求做识别应答，查询到的内容与被提交查询的主体是否相符由用户负责掌握和判断。CCC产品标签智能识别没有义务对于识别结果本身的真实性进行分辨或核验。CCC产品标签智能识别返回的数据结果，不构成我们对任何人的明示或暗示的观点或保证。查询的结果请以官方网站公布为准。故，您同意，我们不对第三方（包括其他用户）提供的内容或信息负责，也不对您因使用或参考该内容或信息而造成的损失负责。如您认为CCC产品标签智能识别存在上述内容或信息的，请及时根据法律法规规定的程序通知小程序联合出品方，以便及时处理。
（3)小程序联合出品方根据法律规定或政府相关政策要求提供您的个人信息。
（4)小程序联合出品方在各服务条款及声明中列明的使用方式或免责情形。
3. 2无担保
（1）“小程序联合出品方”无法保证以下事项：
1)本服务完全符合您的要求；
2)本服务不受干扰；
3)使用本服务取得的结果安全可靠和不会出错；
4)您经由本服务取得的任何产品、服务、资讯或其他信息符合您的期望；
5)软件中任何错误都得到更正。
（2)是否使用本服务下载或取得任何资料应由您自行考量且自负风险，因任何资料的下载而导致的后果，如您手机系统的任何损坏或数据的流失等等，将由您自行承担。
（3)您从小程序联合出品方或经由本服务取得的任何建议或信息，无论是书面或口头形式，除非本服务条款有明确规定，将不构成本服务条款以外的任何保证。当您同意该协议时，默认您已经同意以上无担保条款。

四．知识产权归属
除非小程序联合出品方另行声明,本小程序的所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图表、版面设计、电子文档）的所有知识产权（包括但不限于版权、商标权、专利权、商业秘密）及相关权利，均归小程序联合出品方所有。
未经小程序联合出品方书面授权许可，任何人不得擅自（包括但不限于：以不合理或不合法的方式抓取、复制、传播、展示、镜像、上传、下载、小程序联合出品方购买）获取或使用CCC产品标签智能识别的数据、信息和资料，或通过不当方式影响CCC产品标签智能识别的正常服务，任何人不得擅自以软件程序自动获得CCC产品标签智能识别数据。否则，小程序联合出品方将依法追究法律责任。

五．服务终止
用户或小程序联合出品方可根据实际情况中断服务。小程序联合出品方不需对任何个人或第三方负责而中断服务。用户若反对任何服务条款的建议或对后来的条款修改有异议，或对小程序联合出品方服务不满，用户可有以下的权限：
（1)不再使用小程序联合出品方服务；
（2)通告小程序联合出品方停止该用户的服务。结束用户服务后，用户使用小程序联合出品方服务的权利马上终止。同时，小程序联合出品方不再对用户承担任何义务。

六．用户行为
6. 1应做事项
如果您同意该项协议，则默认您遵守以下内容：
（1)遵守法律、法规及有关部门的规章；
（2)以认真的态度使用“服务”。
6. 2禁止事项
如果您同意该项协议，则默认您承诺不做以下行为：
（1)上传、展示或以其它方式传送含有下列任意一条内容信息（包括但不限于图片、文字等）：
1)反对宪法所确定的基本原则的；
2)危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
3)损害国家荣誉和利益的；
4)煽动民族仇恨、民族歧视、破坏民族团结的；
5)破坏家宗教政策，宣扬邪教和封建迷信的；
6)散布谣言，扰乱社会秩序，破坏社会稳定的；
7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者
教唆犯罪的；
8)侮辱或者诽谤他人，侵害他人合法权利的；
9)含有虚假、欺诈、有害、胁迫、侵害他人隐私、
骚扰、侵害、中伤、粗俗、猥亵、与公序良俗不符或其它道德上令人反感的内容；10)含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。
（2)为任何非法目的而使用网络服务系统；
（3)恶意注册CCC产品标签智能识别账号；
（4)利用CCC产品标签智能识别服务从事以下活动：
1)未经书面允许，进入计算机信息网络或者使用计算机信息网络资源的；
2)未经书面允许，对计算机信息网络功能进行删除、修改或者增加的；
3)未经书面允许，进入计算机信息网络中对存储、处理或者传输的数据和应用程序进行删除、修改或者增加的；
4)故意制作和传播计算机病毒（包括木马）等破坏性程序，盗取其他用户账户、密码、隐私或操控他人电脑的行为；
5)其他危害计算机信息网络安全的行为。
（5)未经书面允许，利用CCC产品标签智能识别从事广告发布、变相广告、口碑营销、产品销售、传销等行为。
（6)对CCC产品标签智能识别相关服务任何部分或本服务的使用或获得，进行复制、拷贝、出售、转售或用于任何其它商业目的。
（7)为CCC产品标签智能识别的竞争同行回应职位、招揽用户，或用此方法寻求与发布职位的雇主联络业务。
（8)除发布者外，删除或修改其他个人或公司公布的资料。
（9)擅自打印、复制、传播、销售或以其他方式使用有关雇员的任何个人资料或有关雇主的商业信息。
（10)未经小程序联合出品方同意，给公布信息的个人或公司发电子邮件、打电话、寄信或以其他方式进行擅自接触。

七．用户隐私
小程序联合出品方绝对尊重用户的个人隐私权，CCC产品标签智能识别绝不会公开、编辑、透漏用户的任何资料给第三方，除非有法律和政府的强制规定或是用户本人的同意。

八．法律管辖与适用
8. 1本协议的生效、履行、解释及争议的解决均适用中华人民共和国法律；您同意有关本协议以及使用CCC产品标签智能识别的服务产生的争议交由小程序联合出品方有限公司住所地法院以诉讼方式解决。
8. 2您理解并同意，根据服务的升级，我们有权对本协议进行更改。在本协议修改之后，您继续使用CCC产品标签智能识别及相关服务的行为，将表示您已经同意并接受了本协议的更改。

九.版权政策
除非CCC产品标签智能识别另行声明，CCC产品标签智能识别所有产品、技术、软件、程序、数据及其他信息（包括但不限于文字、图像、图片、照片、音频、视频、图表、色彩、版面设计、电子文档、Logo、“CCC产品标签智能识别”文字、“QCC”等文字、图形及其组合，以及CCC产品标签智能识别的其他标识、徽记、产品和服务名称）的所有权利所有知识产权（包括但不限于版权、商标权、专利权、商业秘密及其他所有相关权利）均归CCC产品标签智能识别所有。未经小程序联合出品方许可，任何人不得擅自使用（包括但不限于通过任何机器人、蜘蛛等程序或设备监视、复制、传播、展示、镜像、上传、下载）CCC产品标签智能识别内的任何内容及信息，也不得以任何方式展示、使用或作其他处理，也不得向他人表明您有权展示、使用或作其他处理。否则小程序联合出品方保留采取一切合法方式维护正当利益的权利。
未经小程序联合出品方许可，任何人不得擅自（包括但不限于：以非法的方式复制、传播、展示、镜像、上传、下载）使用，或通过非常规方式（如：恶意干预CCC产品标签智能识别数据）影响CCC产品标签智能识别的正常服务，任何人不得擅自以软件程序自动获得CCC产品标签智能识别数据。否则，小程序联合出品方采取法律措施追究其法律责任。

十.本协议条款的最终解释权归小程序联合出品方所有。

请确认您已仔细阅读以上条款，同时完全接受以上条款的内容。



</text>
	</view>
</template>

<script>
	
	export default {
		components: {},
		data() {
			return {
				content: ''
			}
		},
		onLoad(option) {
			
		},
		methods: {
			
		}
	}
</script>

<style>
	.container {
		background-color: white;
		padding: 10rpx 30rpx 40rpx 30rpx;
		box-sizing: border-box;
		font-size: 32rpx;
		text-indent: 50rpx;
	}
		.service-title {
		font-size: 36rpx;
		font-weight: bold;
		padding-top: 50rpx;
		padding-bottom: 50rpx;
		margin: 0 auto;
	}

	.desc{
		font-size: 32rpx;
		line-height: 2;
		text-align: justify;
	}
</style>
